IDEA Open Model
SetupValue.Id Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the value id.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int Id { get; set; }
Public Property Id As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
SetupValue Class
IdeaRS.OpenModel.Concrete Namespace